Repository: magynhard/goblin
Catalog: po/*/LC_MESSAGES/goblin-doc.po
Languages: cy, gd

source: Select Source File ...
cy: Dewiswch Ffeil Ffynhonnell ...
gd: Tagh am faidhle tùsail ...

source: Select Output File ...
cy: Dewiswch Ffeil Allbwn ...
gd: Tagh am faidhle toraidh ...

source: Select Source File
cy: Dewiswch Ffeil Ffynhonnell
gd: Tagh am faidhle tùsail

source: Select Output File
cy: Dewiswch Ffeil Allbwn
gd: Tagh am faidhle toraidh

source: Monochrome
cy: Monocrom

source: Grayscale
cy: Graddfa Llwyd
gd: Sgèile-ghlas

source: Color
cy: Lliw
gd: Dath

source: Conversion Mode:
cy: Modd Trosi:
gd: Modh-ìomhaigh:

source: Density (default 300):
cy: Dwysedd (rhagosodiad 300):

source: Threshold (default 66%):
cy: Trothwy (rhagosodiad 66%):

source: Source File:
cy: Ffeil Ffynhonnell:
gd: Faidhle tùsail:

source: Output File:
cy: Ffeil Allbwn:
gd: Faidhle toraidh:

source: Convert
cy: Trosi
gd: Iompaich

source: Converting...
cy: Wrthi'n trosi...
gd: A' iomlaid...

source: Conversion Complete!
cy: Trosi wedi'i gwblhau!
gd: Iomlaid deiseil!

source: Please select both source and output files.
cy: Dewiswch y ddwy ffeil ffynhonnell ac allbwn.
gd: Tagh an dà chuid faidhlichean tùsail is toraidh.

source: A simple document converter
cy: Trosi dogfennau syml
gd: Inneal-tionndaidh sgrìobhainnean sìmplidh

source: Settings
cy: Gosodiadau
gd: Roghainnean

source: About
cy: Ynghylch
gd: Mu dheidhinn
